---
layout: post
status: PUBLISHED
published: true
title: "[ANNOUNCE] Apache Participation at the Open Source Summit Paris"
author:
  display_name: Sharan Foga
  login: sharan
  email: sharan@apache.org
author_login: sharan
author_email: sharan@apache.org
id: 7c7f5eee-130e-4348-bf1b-c7d3880bb5b2
date: '2017-11-10 13:27:37 -0500'
categories:
- General
tags: []
comments: []
permalink: comdev/entry/announce-apache-participation-at-the
---
<p><em>Voir ci-dessous pour la version fran&ccedil;aise de cette annonce</em>.</p>
<p>We are happy to announce our participation at the Open Source Summit in Paris on 6th and 7th December 2017. The event schedule contains a mix of both French and English speaking presentations across many areas of open source technology, innovation and community. </p>
<p>The Summit will feature an Apache Software Foundation keynote by Bertrand Delacretaz, member of our Board of Directors, as well as a half day track of Apache based projects and technologies, with the following program:</p>
<ul>
<li>Asynchronous Decision Making - why and how - Bertrand Delacretaz</li>
<li>IoT using Apache Spark and Apache Bahir - Luciano Resende</li>
<li>Apache Spatial Information System (SIS) + Geospatial Standards - Martin Desruisseaux</li>
<li>Apache Beam: Portable and efficient data-intensive processing - Isma&euml;l Mej&iacute;a</li>
<li>DevOps for Apache OFBiz using Jenkins and Selenium - Olivier Heintz</li>
</ul>
<p>We'll also be present at the Community Summit on Thursday with a topic on "Project and Community Services the Apache Way" presented by Emmanuel L&eacute;charny and Bertrand.</p>
<p>The Summit is free to attend but you are requested to register on the conference website at <a href="http://www.opensourcesummit.paris">www.opensourcesummit.paris</a>, which provides lots more details.</p>
<p>We will also have an Apache Software Foundation booth at the event where we look forward to meeting attendees and talking to them about the Foundation and its projects.</p>
<p> =============<br />
<em><br />
Nous avons le plaisir d'annoncer notre participation au Paris Open Source Summit les 6 et 7 d&eacute;cembre 2017. Le programme comprend des pr&eacute;sentations en fran&ccedil;ais et anglais sur des sujets technologiques, d'innovation et de communaut&eacute; li&eacute;s &agrave; l'Open Source.<br />
</em></p>
<p><em>Le Summit inclura une keynote pr&eacute;sent&eacute;e par Bertrand Delacr&eacute;taz, membre du comit&eacute; de direction de la Fondation Apache, ainsi qu'une session d'une demi-journ&eacute;e consacr&eacute;e aux technologies et projets de la Fondation, avec le programme suivant:</em></p>
<p><em>
<ul>
<li>Asynchronous Decision Making - why and how - Bertrand Delacretaz</li>
<li>IoT using Apache Spark and Apache Bahir - Luciano Resende</li>
<li>Apache Spatial Information System (SIS) + Geospatial Standards - Martin Desruisseaux</li>
<li>Apache Beam: Portable and efficient data-intensive processing - Isma&euml;l Mej&iacute;a</li>
<li>DevOps for Apache OFBiz using Jenkins and Selenium - Olivier Heintz</li>
</ul>
<p></em></p>
<p><em>Nous serons aussi pr&eacute;sents au Community Summit le jeudi sur le sujet des services aux projets et &agrave; la communaut&eacute;, avec une pr&eacute;sentation de Emmanuel L&eacute;charny et Bertrand ("Project and Community Services the Apache Way").</em></p>
<p><em>Le Summit est gratuit mais il est n&eacute;cessaire de s'y inscrire pour participer, sur le  site <a href="http://www.opensourcesummit.paris">www.opensourcesummit.paris</a> qui fournit toutes les informations utiles.</em></p>
<p><em>Nous serons &eacute;galement pr&eacute;sents sur le stand de la Fondation Apache et nous r&eacute;jouissons de vous y rencontrer pour &eacute;changer sur nos activit&eacute;s et projets!<br />
</em></p>
